Repository: webcreativoes/cryptsharesaas
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, nl

source: Loading...
de: Lädt...
nl: Aan het laden...

source: Back
de: Zurück
nl: Terug

# overview_sort_date_desc
source: Start date (descending)
de: Startdatum (absteigend)
nl: Startdatum (aflopend)

# overview_sort_date_asc
source: Start date (ascending)
de: Startdatum (aufsteigend)
nl: Startdatum (oplopend)

# overview_sort_customer_desc
source: Customer (descending)
de: Kunde (absteigend)
nl: Klant (aflopend)

# overview_sort_customer_asc
source: Customer (ascending)
de: Kunde (aufsteigend)
nl: Klant (oplopend)

# overview_search_placeholder
source: Search
de: Suchen
nl: Zoeken

# overview_sort_label
source: Sorting
de: Sortieren
nl: Sorteren

# overview_buttontext_edit_partnerdata
source: Manage partner data
de: Partnerdaten verwalten
nl: Partnergegevens beheren

# overview_newcontract_clickhere
source: Click here to
de: Hier klicken und

# overview_newcontract
source: Add a new customer contract
de: Neuen Kundenvertrag hinzufügen
nl: Een nieuw klantcontract toevoegen

# overview_addbutton_clickhere
source: Click here to
de: Hier klicken und
nl: Klik hier en

# overview_addbutton_addnewaccount
source: Add a new email user
de: E-Mail-Benutzer hinzufügen
nl: E-mail gebruiker toevoegen

# overview_addbutton_of
source: of
de: von
nl: van

# overview_addbutton_used
source: possible accounts used
de: möglichen Konten in Verwendung)
nl: mogelijke accounts in gebruik

# overview_upsell
source: Curious?
de: Neugierig geworden?
nl: Nieuwsgierig geworden?

# overview_upsell_clickhere
source: There is a better way to use Cryptshare
de: Holen Sie mehr aus Cryptshare heraus
nl: Er is een betere manier om Cryptshare te gebruiken

# overview_upsell_learnmore
source: Talk to our experts
de: Sprechen Sie mit unseren Experten

# usertable_header
source: Your <span id="hint-used-email-users">Loading...</span> email user(s)
de: Ihre <span id="hint-used-email-users">Lädt...</span> E-Mail-Benutzer
nl: Uw <span id="hint-used-email-users">Loading...</span> E-Mail gebruikers

# usertable_email
source: Email address
de: E-Mail-Addresse
nl: E-mailadres

# usertable_actions
source: Actions
de: Aktionen
nl: Acties

# usertable_type
source: Type
de: Typ

# checkout_coupon_headline
source: Voucher / Discount
de: Gutschein / Rabatt
nl: Voucher / Korting

# checkout_coupon_enter
source: Enter code here
de: Code hier eingeben
nl: Code hier invoeren

# checkout_coupon_apply
source: Apply
de: Einlösen
nl: Inwisselen

# checkout_step_1
source: Create<br>Business Account
de: Business Account<br>anlegen
nl: Zakelijke Account<br>aanmaken

# checkout_step_2
source: Add<br>email user
de: E-Mail Benutzer<br>hinzufügen
nl: E-Mail<br>gebruiker toevoegen

# checkout_step_3
source: Use<br>Cryptshare
de: Cryptshare<br>verwenden
nl: Cryptshare<br>gebruiken

# checkout_step_loggedin
source: Business Account<br>created
de: Business Account<br>erstellt
nl: Zakelijk account<br>aangemaakt

# checkout_order_now
source: Order now
de: Zahlungspflichtig bestellen
nl: Bestellen en betalen

# checkout_pay_now
source: Finish payment now
de: Bezahlung jetzt abschließen

# checkout_pay_next
source: The payment is made in the next step.
de: Die Zahlung erfolgt im nächsten Schritt.

# checkout_edit_data
source: Edit data
de: Daten bearbeiten
nl: Gegevens bewerken

# checkout_billing_data
source: Billing data
de: Rechnungsdaten
nl: Factuur gegevens

# checkout_first_name
source: First name
de: Vorname
nl: Voornaam

# checkout_last_name
source: Last name
de: Nachname
nl: Achternaam

# checkout_email
source: Email address
de: E-Mail
nl: E-mail

# checkout_company
source: Company
de: Unternehmen
nl: Bedrijf

# checkout_street
source: Street
de: Straße

# checkout_address
source: Address
de: Straße
nl: Straat

# checkout_house_number
source: House number
de: Hausnummer
nl: Huisnummer

# checkout_zip
source: Postal code
de: Postleitzahl
nl: Postcode

# checkout_city
source: City
de: Ort
nl: Plaats

# checkout_country
source: Country
de: Land
nl: Land

# checkout_country_deu
source: Germany
de: Deutschland
nl: Duitsland

# checkout_country_gbp
source: United Kingdom
de: Vereintes Königreich
nl: Verenigd Koninkrijk

# checkout_country_nld
source: Netherlands
de: Niederlande
nl: Nederland

# checkout_country_aut
source: Austria
de: Österreich
nl: Oostenrijk

# checkout_vat
source: VAT
de: Ust. Id. Nr.
nl: Btw-nr.

# checkout_phone
source: Telephone
de: Telefon

# checkout_mandatory
source: * Mandatory fields
de: * Pflichtfelder
nl: * Verplichte velden

# checkout_read_gtac
source: Click here to read the General Terms and Conditions.
de: Allgemeine Geschäftsbedingungen jetzt lesen.
nl: Klik hier om de algemene voorwaarden te lezen.

# checkout_accept_gtac
source: I have read the General Terms and Conditions, understood and accept them.
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen, verstanden und akzeptiere sie.
nl: Ik heb de algemene voorwaarden gelezen en begrepen en accepteer deze.

# checkout_hint_collective_mailboxes
source: <p><strong id="cs_email_collective"></strong> is a collective email address:</p> <ul> <li>Cryptshare.express email users are coupled to individual email addresses.</li> <li>It does not correspond to the GDPR to use collective addresses for the handling of personal data.</li> <li>If maximum two persons use the collective address, a special regulation can be put into force.</li> </ul>
de: <p><strong id="cs_email_collective"></strong> ist eine Sammeladresse:</p> <ul> <li>Cryptshare.express E-Mail-Benutzer sind an individuelle E-Mail-Adressen gekoppelt.</li> <li>Es entspricht nicht der DSGVO Sammeladressen für das Handling personenbezogener Daten zu nutzen.</li> <li>Sofern nur maximal zwei Personen die Sammeladresse nutzen, kann eine Sonderregelung in Kraft gesetzt werden.</li> </ul>

# checkout_accept_collective_mailboxes
source: I hereby confirm that this email address is only used by a maximum of two persons in my company.
de: Hiermit bestätige ich, dass diese E-Mail-Adresse nur von maximal zwei Personen in meinem Unternehmen genutzt wird.

# checkout_read_privacy
source: Click here to read the Privacy Policy
de: Datenschutzerklärung jetzt lesen.

# checkout_accept_privacy
source: I have read the Privacy Policy, understood and accept them.
de: Ich habe die Datenschutzerklärung gelesen, verstanden und akzeptiere sie.
nl: Ik heb het privacybeleid gelezen en begrepen en accepteer deze.

# checkout_read_tou
source: Click here to read the Terms of Use.
de: Nutzungsbedingungen jetzt lesen.
nl: Klik hier om de gebruiksvoorwaarde te lezen.

# checkout_accept_tou
source: I have read the Terms of Use, understood and accept them.
de: Ich habe die Nutzungsbedingungen gelesen, verstanden und akzeptiere sie.
nl: Ik heb de gebruiksvoorwaarden gelezen en begrepen en accepteed deze.

# checkout_userdata_unchangeable
source: Please note: These information can not be changed afterwards.
de: Bitte beachten Sie: Diese Informationen können anschließend nicht mehr geändert werden.
nl: Let op: deze informatie kan achteraf niet meer worden gewijzigd.

# checkout_userdata_enteruserdata
source: Data of the new email users.
de: Daten der neuen E-Mail-Benutzer.

# checkout_userdata_entercontractdata
source: Customer master data
de: Kundenstammdaten

# checkout_userdata_hintandlimit
source: <strong><span id="leftemails">Loading...</span></strong> additional email users possible.
de: <strong><span id="leftemails">Lädt...</span></strong> weitere(r) E-Mail-Benutzer möglich.

# checkout_userdata_save
source: Save & activate user
de: Speichern & Benutzer aktivieren
nl: Opslaan en gebruiker activeren

# checkout_sendwelcomeemail
source: Send welcome email to this user
de: Willkommens-E-Mail an diesen Benutzer senden
nl: Stuur welkomsmail naar deze gebruiker

# checkout_welcomeemailpreview
source: Click here to see what the recipient will receive
de: Klicken Sie hier um zu sehen was der Empfänger erhalten wird
nl: Klik hier om te zien wat er aan de ontvanger zal worden opgestuurd

# checkout_currentstatus
source: Current status
de: Aktueller Status
nl: Actuele status

# checkout_business_proof_missing_headline
source: Business proof missing
de: Geschäftsnachweis benötigt
nl: Bewijs van zakelijk gebruik vereist

# checkout_business_proof_missing_p1
source: Cryptshare.express is exclusively for business customers.
de: Cryptshare.express richtet sich ausschließlich an Geschäftskunden.
nl: Cryptshare.express is uitsluitend bedoeld voor zakelijk gebruik.

# checkout_business_proof_missing_p2
source: Since you did not enter your VAT ID number, we need a proof of your business.
de: Ihre hinterlegten Account-Daten weisen aktuell keine Umsatzsteuer-Identnummer auf. Bitte hinterlegen Sie Diese dort.
nl: Aangezien u geen btw-nummer heeft ingevoerd, hebben wij bewijs nodig waaruit blijkt dat een bedrijf bent.

# checkout_business_proof_missing_p3
source: If available, please either enter your sales tax identification number under "Accounts" or send us an excerpt from your commercial register statement, your chamber's membership certificate or a comparable proof of business via https://webapp.cryptshare.express to support@cryptshare.express
de: Alternativ übermitteln Sie uns als Nachweis bspw. Ihre Gewerbeanmeldung, Handelsregisterauszugs oder Mitgliedsurkunde Ihrer Kammer via https://webapp.cryptshare.express an support@cryptshare.express.
nl: Als alternatief kunt u ons ook een bewijs van inschrijving KvK sturen via https://nl.cryptshare.express t.a.v. support@cryptshare.express.

# checkout_business_proof_missing_p4
source: Please understand that we have to deactivate your account on
de: Bitte haben Sie Verständnis, dass wir Ihr Konto am
nl: Hopelijk begrijpt dat wij uw account zullen deactiveren per

# checkout_business_proof_missing_p5
source: , if we have no proof of business.
de: deaktivieren müssen, sofern uns Ihr Nachweis nicht vorliegt.
nl: , als wij geen bewijs hebben dat u een zakelijk gebruiker bent.

# checkout_enter_paymentdetails
source: Enter your payment details now
de: Geben Sie jetzt Ihre Zahlungsdaten ein
nl: Selecteer uw betalingsvoorkeur

# checkout_final_steps_headline
source: Final steps of order process...
de: Letzte Schritte des Bestellprozesses...
nl: De laatste stappen van het orderproces...

# checkout_final_steps_payment
source: Payment successfully finished
de: Bezahlung erfolgreich abgeschlossen
nl: Betaling succesvol afgerond

# checkout_final_steps_userdata
source: Writing user data in contract
de: Schreibe Nutzerdaten in Vertrag
nl: Voer accountgegevens in het contract in

# checkout_final_steps_createoncsserver
source: User successfully created on webapp.cryptshare.express
de: Benutzer erfolgreich auf webapp.cryptshare.express angelegt
nl: Gebruiker is aangemaakt op nl.cryptshare.express

# checkout_summary_headline
source: Summary
de: Zusammenfassung
nl: Samenvatting

# checkout_summary_planvariant
source: Selected plan
de: Gewählte Variante
nl: Gekozen optie

# checkout_summary_termofcontract
source: Term of contract
de: Vertragslaufzeit
nl: Duur van het contract

# checkout_summary_cancellationperiod
source: Cancellation period
de: Kündigungsfrist
nl: Opzegtermijn

# checkout_summary_price_netto
source: Price
de: Preis
nl: Prijs

# checkout_summary_subtotal_netto
source: Subtotal
de: Zwischensumme
nl: Subtotaal

# checkout_summary_total_netto
source: Total (netto)
de: Gesamtsumme (netto)
nl: Totaal (netto)

# checkout_summary_discount
source: Discount
de: Sparvorteil
nl: Korting

# checkout_summary_vat
source: Plus VAT
de: zzgl.
nl: plus

# checkout_summary_vat2
source: amount
de: MwSt. Betrag
nl: btw-bedrag

# checkout_summary_total
source: Invoice amount
de: Rechnungsbetrag
nl: Gefactureerd bedrag

# checkout_exclvat
source: excl. VAT
de: zzgl. MwSt.
nl: excl. BTW

# signup_headline
source: Just a few seconds...
de: Nur ein kurzer Augenblick...
nl: Nog even...

# signup_p1
source: We are currently performing the final step of your sign-up process.
de: Wir führen gerade den letzten Schritt Ihrer Registrierung durch.
nl: Wij voeren nu de laatste stap van uw registratie uit.

# signup_p2
source: You should be redirected very shortly.
de: Sie sollten innerhalb weniger Sekunden weitergeleitet werden.
nl: U wordt binnen enkele seconden doorverwezen.

# update_headline
source: Just a few seconds...
de: Nur ein kurzer Augenblick...
nl: Nog even...

# update_p1
source: We are currently updating your data.
de: Wir aktualisieren gerade Ihre Daten.
nl: Momenteel werken wij uw gegevens bij.

# update_p2
source: You should be redirected very shortly.
de: Sie sollten innerhalb weniger Sekunden weitergeleitet werden.
nl: U wordt binnen enkele seconden doorvewezen.

# signin_headline
source: Just a few seconds...
de: Nur ein kurzer Augenblick...
nl: Nog even...

# signin_p1
source: Authentication in progress...
de: Authentisierung läuft...
nl: Authenticatie loopt...

# signin_p2
source: You should be redirected very shortly.
de: Sie sollten innerhalb weniger Sekunden weitergeleitet werden.
nl: U wordt binnen enkele seconden doorverwezen.

# use_section_1_headline1
source: That's it
de: Das war's
nl: Dat was het.

# use_section_1_p1_1
source: The new email address(es)
de: Die neue(n) E-Mail-Adresse(n)

# use_section_1_p1_2
source: can now<br>be used on <a href="https://webapp.cryptshare.express" target="_blank">webapp.cryptshare.express</a>!
de: können jetzt<br>bereits unter <a href="https://webapp.cryptshare.express" target="_blank">webapp.cryptshare.express</a> verwendet werden!
nl: kan nu<br>gebruikt worden op <a href="https://nl.cryptshare.express" target="_blank">nl.cryptshare.express</a>!

# use_section_1_headline2
source: Is that your email address?
de: Ist das Ihre E-Mail-Adresse?
nl: Is dat uw e-mailadres?

# use_section_1_p2_1
source: We recommend to visit
de: Wir empfehlen Ihnen
nl: Wij adviseren u te bezoeken

# use_section_1_p2_2
source: to authenticate your browser now.
de: jetzt zu besuchen um Ihren Browser zu authentisieren.
nl: om daar uw browser te authenticeren.

# home_splashscreen_headline
source: start your secure communication now!
de: Starten Sie jetzt Ihre sichere Kommunikation!
nl: Start nu met uw beveiligde communicatie!

# home_splashscreen_button
source: Start
de: Starten
nl: Starten

# home_splashscreen_webapplicationtitle
source: Click to open the Cryptshare Web App now
de: Klicken Sie um die Cryptshare Web App jetzt zu öffnen
nl: Klik hier om de Cryptshare webapplicatie te openen

# home_splashscreen_webapplicationtitle_nl
source: Click to open the Cryptshare Web App for the Netherlands now
de: Klicken Sie um die niederländische Cryptshare Web App jetzt zu öffnen
nl: Klik hier om de Cryptshare webapplicatie voor Nederland te openen

# home_splashscreen_button_de
source: For german customers
de: Für deutsche Kunden
nl: Voor Duitse klanten

# home_splashscreen_button_nl
source: For dutch customers
de: Für niederländische Kunden
nl: Voor Nederlandse klanten

# home_splashscreen_redirect_1
source: Forward me automatically to the
de: Leiten Sie mich in Zukunft automatisch
nl: Stuur mij in het vervolg automatisch naar de

# home_splashscreen_redirect_2
source: Web App in the future
de: an die Web App weiter.

# home_splashscreen_redirecttitle
source: Click here if you want to skip this page for 30 days
de: Klicken Sie hier, wenn Sie diese Seite 30 Tage lang überspringen möchten
nl: Klik hier als u deze pagina de volgende 30 dagen wilt overslaan

# home_splashscreen_link_learnmore
source: Learn more
de: Mehr erfahren
nl: Meer informatie

# home_splashscreen_link_signin
source: Sign in
de: Anmelden
nl: Aanmelden

# home_splashscreen_link_signup
source: Sign up
de: Registrieren
nl: Inschrijven

# home_splashscreen_link_signup_trial
source: 7-days trial
de: 7-Tage testen
nl: 7 dagen op proef

# component_trial
source: after the end of the 7-day trial period
de: nach Ende der 7-Tage Testperiode
nl: na het einde van de proefperiode van 7 dagen

# summary_trial_hint
source: The invoice amount is only due if you do not cancel the 7-day trial until <span id="trial-cancel-date">Loading...</span>.
de: Der Rechnungsbetrag wird nur fällig, wenn Sie die 7-Tage-Testversion nicht bis zum <span id="trial-cancel-date">Loading...</span> kündigen.

# summary_trial_until
source: (until <span id="trial-until">Loading...</span>)
de: (bis <span id="trial-until">Loading...</span>)

# summary_abo_start
source: (from <span id="abo-start">Loading...</span>)
de: (ab <span id="abo-start">Loading...</span>)

# checkout_button_endtrial
source: Add to order and end trial
de: Zur Bestellung hinzufügen und Testversion beenden

# checkout_reached_triallimit
source: You have reached the limit for 7-day trail email users
de: Sie haben das Limit für E-Mail Benutzer für die 7-Tage Testversion erreicht

# dashboard_manage
source: Manage
de: Verwalten
nl: Beheren

# dashboard_users_headline
source: Email users
de: E-Mail-Benutzer
nl: E-mail gebruikers

# dashboard_users_p1
source: Email users subscribed
de: E-Mail-Benutzer abonniert
nl: ingeschreven e-mail gebruikers

# dashboard_users_p2
source: additional email users possible
de: weitere E-Mail-Benutzer möglich

# dashboard_users_link
source: Manage users
de: Benutzer verwalten
nl: Gebruikers beheren

# dashboard_use_headline
source: Take off with Cryptshare
de: Jetzt mit Cryptshare durchstarten
nl: Aan de slag met Cryptshare

# dashboard_use_videos
source: Introduction videos
de: Anleitungsvideos
nl: Introductie filmpjes

# dashboard_use_link
source: All you need
de: Alles was Sie brauchen
nl: Alles wat u nodig heeft

# dashboard_help_headline
source: Help
de: Hilfe

# dashboard_help_p1
source: Cryptshare.express is very easy to use.
de: Cryptshare.express ist sehr einfach zu bedienen.
nl: Cryptshare.express is zeer eenvoudig te gebruiken.

# dashboard_help_p2
source: For the most frequently asked questions, we put together some useful information for you in our help section.
de: Für die häufigsten Fragen haben wir in unserem Hilfebereich zusätzlich einige nützliche Informationen für Sie zusammengestellt.
nl: Voor de meest gestelde vragen hebben wij bij de helpfunctie wat nuttige informatie voor u samengebracht.

# dashboard_help_link
source: Learn more
de: Mehr erfahren
nl: Meer informatie

# dashboard_account_p1
source: Keep the information you provided up to date and change your password.
de: Halten Sie Ihre Daten und Ihr Passwort auf dem neuesten Stand.
nl: Houd uw gegevens actueel en pas uw wachtwoord aan.

# dashboard_account_link
source: Manage account
de: Konto verwalten
nl: Account beheren

source: Copy to clipboard
de: In Zwischenablage kopieren
nl: Naar het klembord kopiëren

# use_section_2_headline1
source: That's it!
de: Geschafft!
nl: Dat is het dan!

# use_section_2_headline2
source: What's next?
de: Wie geht's weiter?
nl: Wat volgt?

# use_section_2_headline_order
source: Subscribe more email users
de: Weitere E-Mail-Benutzer bestellen
nl: Meld meer e-mail gebruikers aan

# use_section_2_p_order
source: Up to 25 email users possible
de: Bis zu 25 E-Mail-Benutzer möglich
nl: Maximaal tot 25 e-mail gebruikers mogelijk

# use_section_2_headline_sendwelcomemail
source: Inform user(s)
de: Benutzer informieren
nl: Gebruikers informeren

# use_section_2_p1_sendwelcomemail
source: We recommend to send this text via your own email program to
de: Wir empfehlen Ihnen diesen Text über Ihr eigenes E-Mail-Programm an
nl: Wij raden u aan deze tekst via uw eigen e-mailprogramma aan

# use_section_2_p2_sendwelcomemail
source: , so that any queries you may have will end up directly in your inbox.
de: zu senden, damit etwaige Rückfragen direkt in Ihrem Postfach landen.
nl: te versturen, zodat eventuele vragen direct in uw inbox terechtkomen.

# use_section_2_headline_sendwelcomemail_recipient
source: Recipient
de: Empfänger
nl: Ontvanger

# use_section_2_headline_sendwelcomemail_sender
source: Sender
de: Absender
nl: Verzender

# use_section_2_headline_sendwelcomemail_subject
source: Subject
de: Betreff
nl: Onderwerp

# use_section_2_headline_sendwelcomemail_template
source: Our suggestion
de: Unser Vorschlag
nl: Ons voorstel

# use_section_2_p_sendwelcomemail
source: Send welcome email now
de: Willkommens-E-Mail jetzt versenden
nl: Stuur nu een welkomstmail

# use_section_2_headline_visitwebapp
source: Visit Web app
de: Web App besuchen

# use_section_2_headline_download
source: Download integrations
de: Integrationen herunterladen
nl: Integraties downloaden

# use_section_2_p_download
source: Download, install, use
de: Herunterladen, installieren, verwenden
nl: Downloaden, installeren, gebruiken

# use_section_4_p_webapplication_open
source: Open Web App now
de: Web App jetzt öffnen
nl: Webapplicatie nu openen

# use_section_4_description_outlook
source: Benefit from all of Cryptshare's advantages in Outlook.
de: Profitieren Sie von allen Vorteilen von Cryptshare in Outlook.
nl: Maak gebruik van alle voordelen van Cryptshare in Outlook.

# use_section_4_description_webapplication
source: Available at anytime, for all modern browsers and devices.
de: Jederzeit verfügbar, für alle modernen Browser und Endgeräte.
nl: Altijd beschikbaar, voor alle moderne browsers en apparaten.

# use_section_4_p_outlook_download
source: Download installer
de: Installer herunterladen
nl: Installatieprogramma downloaden

# use_section_4_p_outlook_manual
source: Download manual
de: Handbuch herunterladen
nl: Handleiding downloaden

# use_section_4_headline_manual
source: Cryptshare manual
de: Cryptshare Handbuch
nl: Cryptshare handleiding

# use_section_4_headline_browser_general
source: Browser-integrations
de: Browser-Integrationen
nl: Browserintegraties

# use_section_4_description_browser_general
source: With a small icon in your favorite browser, Cryptshare is always just one click away.
de: Durch ein Icon in Ihrem Lieblingsbrowser ist Cryptshare stets nur einen Klick entfernt.
nl: Met een knop in uw favoriete browser is Cryptshare altijd maar één klik verwijderd.

# use_section_4_description_chrome
source: With a small icon in Google Chrome browser, Cryptshare is only one click away.
de: Durch ein Icon in Google Chrome ist Cryptshare nur einen Klick entfernt.
nl: Met een knop in Google Chrome is Cryptshare maar één klik verwijderd.

# use_section_4_p_chrome_download
source: Install now
de: Jetzt installieren
nl: Nu installeren

# use_section_4_p_chrome_manual
source: Download manual
de: Handbuch herunterladen
nl: Handleiding downloaden

# use_section_4_description_firefox
source: With a small icon in Mozilla Firefox, Cryptshare is only one click away.
de: Durch ein Icon in Mozilla Firefox ist Cryptshare nur einen Klick entfernt.
nl: Met een knop in Mozilla Firefox is Cryptshare maar één klik verwijderd.

# use_section_4_p_firefox_download
source: Install now
de: Jetzt installieren
nl: Nu installeren

# use_section_4_p_firefox_manual
source: Download manual
de: Handbuch herunterladen
nl: Handleiding downloaden

# use_section_4_p_comingsoon
source: Coming soon
de: Bald verfügbar
nl: Binnenkort beschikbaar

# use_section_4_description_edge
source: With a small icon in Microsoft Edge browser, Cryptshare is only one click away.
de: Durch ein Icon in Microsoft Edge ist Cryptshare stets nur einen Klick entfernt.
nl: Met een knop in Microsoft Edge is Cryptshare altijd maar één klik verwijderd.

# use_section_4_p_edge_download
source: Install now
de: Jetzt installieren
nl: Nu installeren

# use_section_4_description_opera
source: With a small icon in Opera browser, Cryptshare is only one click away.
de: Durch ein Icon im Opera Browser ist Cryptshare nur einen Klick entfernt.
nl: Met een knop in de Opera-browser is Cryptshare altijd maar één klik verwijderd.

# use_section_4_p_opera_download
source: Install now
de: Jetzt installieren
nl: Nu installeren

# use_section_4_p_opera_manual
source: Download manual
de: Handbuch herunterladen
nl: Handleiding downloaden
