Repository: webcreativoes/cryptsharesaas
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, nl

# use_section_4_description_safari
source: With a small icon in Apple Safari browser, Cryptshare is only one click away.
de: Durch ein Icon im Apple Safari Browser ist Cryptshare nur einen Klick entfernt.
nl: Met een knop in de Apple Safari-browser is Cryptshare maar één klik verwijderd.

# use_section_4_p_safari_download
source: Install Extension now
de: Erweiterung jetzt installieren
nl: Extensie nu installeren

# upsell_headline
source: Congratulations
de: Herzlichen Glückwunsch
nl: Gefeliciteerd

# upsell_subheadline
source: must have grown. :-)
de: muss gewachsen sein. :-)
nl: moet gegroeid zijn. :-)

# upsell_didyouknow
source: Did you know?
de: Wussten Sie schon?
nl: Wist u dat?

# upsell_p1
source: Get more out of Cryptshare.
de: Holen Sie mehr aus Cryptshare.
nl: Maak meer van uw Cryptshare gebruik.

# upsell_p2
source: Get non-binding advice now!
de: Jetzt unverbindlich beraten lassen!
nl: Vraag nu vrijblijvend advies!

# upsell_submit
source: Call me
de: Rufen Sie mich an
nl: Bel mij

# whatyouget_headline
source: Benefit from Cryptshare.express' many advantages ? right after you subscribed
de: Profitieren Sie von Cryptshare.express' vielen Vorteilen ? unmittelbar nach Abschluss des Abonnements

# whatyouget_offer_headline
source: Transparent terms
de: Faires Angebot
nl: Eerlijk aanbod

# whatyouget_offer_p1
source: No set-up fee
de: Keine Einrichtungsgebühr
nl: Geen installatiekosten

# whatyouget_offer_p2
source: Annual subscription
de: Jahresabonnement
nl: Jaarabonnement

# whatyouget_offer_p3
source: Can be cancelled up to four weeks before the subscribed period ends
de: Kann bis zu vier Wochen vor Ende der Laufzeit gekündigt werden
nl: Kan tot vier weken voor het einde van de abonnementsduur worden beëindigd

# whatyouget_offer_p4
source: Secure and easy payment with credit card or direct debit
de: Sichere und einfache Bezahlung per Kreditkarte oder Lastschrift
nl: Veilige en eenvoudig betalen met creditcard

# whatyouget_features_headline
source: Features
de: Funktionen
nl: Functies

# whatyouget_features_p1
source: Exchange of large files
de: Austausch großer Dateien
nl: Grote bestanden uitwisselen

# whatyouget_features_p2
source: Send and receive secure emails
de: Sichere E-Mails senden & empfangen
nl: Veilige e-mails verzenden en ontvangen

# whatyouget_features_p3
source: Your communication partners don't need their own Cryptshare email user accounts
de: Ihre Kommunikationspartner benötigen keine eigenen Cryptshare E-Mail-Benutzerkonten
nl: Uw communicatiepartners hebben geen Cryptshare e-mail gebruikersaccounts nodig

# whatyouget_features_p4
source: Up to 10 GB file size per transfer
de: Bis zu 10 GB Dateigröße pro Transfer
nl: Tot 10 GB bestandsgrootte per transactie

# whatyouget_features_p5
source: 10 days transfer retention period
de: Bis zu 10 Tage Aufbewahrungsdauer der Transfers
nl: Tot 10 dagen bewaartermijn per transactie

# whatyouget_features_p6
source: Usable without having your own IT infrastructure
de: Ohne eigene IT-Infrastruktur nutzbar
nl: Bruikbaar zonder eigen IT-infrastructuur

# whatyouget_features_p7
source: Recall transfers in Outlook and Web App
de: Transfers in Outlook und Web App zurückrufen

# whatyouget_inclusive_headline
source: Including
de: Inklusive
nl: Inclusief

# whatyouget_inclusive_p3
source: Cryptshare.express browser-integrations
de: Cryptshare.express Browser-Integrationen
nl: Cryptshare.express browser-integraties

# whatyouget_inclusive_p4
source: All Cryptshare software updates for the listed integrations above
de: Alle Cryptshare Software-Updates der oben gelisteten Integrationen
nl: Alle Cryptshare software-updates van de hierboven vermelde integraties

# onboarding_welcomeemail_subject1
source: Welcome to Cryptshare.express,
de: Willkommen bei Cryptshare.express,
nl: Welkom bij Cryptshare.express,

# onboarding_welcomeemail_subject2
source: ! - Your start
de: ! - Dein Einstieg
nl: ! - Uw start

# onboarding_welcomeemail_p1
source: Hello
de: Hallo
nl: Hallo

# onboarding_welcomeemail_p2
source: as you may have already noticed, we decided to exchange large and sensitive data via Cryptshare.express in the future.
de: wie Du vielleicht schon mitbekommen hast, haben wir uns dazu entschieden<br>große und sensible Daten künftig mittels Cryptshare.express auszutauschen.
nl: Zoals u misschien al gemerkt heeft, hebben we besloten<br>om in de toekomst grote en gevoelige gegevens uit te wisselen via Cryptshare.express.

# onboarding_welcomeemail_p3
source: You receive this email because I have already activated you.<br><strong>You can start right away! :-)</strong>
de: Diese E-Mail erhältst Du, weil ich Dich bereits freigeschaltet habe.<br><strong>Du kannst also direkt loslegen! :-)</strong>
nl: U ontvangt deze e-mail omdat ik uw accont al heb geactiveerd.<br><strong>U kunt meteen beginnen! :-)</strong>

# onboarding_welcomeemail_p4
source: The best way is to take 15 minutes and visit the following website:<br><a href="https://www.cryptshare.express/de/onboarding" target="_blank">https://www.cryptshare.express/de/onboarding</a>
de: Am besten nimmst Du Dir 15 Minuten Zeit und besuchst folgende Internet-Seite:<br><a href="https://www.cryptshare.express/de/onboarding" target="_blank">https://www.cryptshare.express/de/onboarding</a>
nl: De beste manier is om 15 minuten uit te trekken en de volgende website te bezoeken: <br><a href="https://www.cryptshare.express/nl/onboarding" target="_blank">https://www.cryptshare.express/nl/onboarding</a>.

# onboarding_welcomeemail_p5
source: There you'll find everything you need to use Cryptshare.express:
de: Dort findest Du alles, was du benötigst um Cryptshare.express zu verwenden:
nl: Hier vindt u alles wat u nodig heeft om Cryptshare.express te gebruiken:

# onboarding_welcomeemail_p6
source: <ol> <li>A short <strong>Instruction video</strong> for the Cryptshare.express Web App.</li> <li>Den <a href="https://webapp.cryptshare.express/" target="_blank">Link to the Cryptshare.express Web App</a>.</li> <li> The installation program for the <strong>Outlook integration</strong> - Cryptshare.express for Outlook </li> </ol>
de: <ol> <li>Ein kurzes <strong>Anleitungs-Video</strong> für die Cryptshare.express Web App.</li> <li>Den <a href="https://webapp.cryptshare.express/" target="_blank">Link zur Cryptshare.express Web App</a>.</li> <li>Das Installationsprogramm für die <strong>Outlook-Integration</strong> - Cryptshare.express for Outlook </li> </ol>
nl: <ol> <li>Een kort <strong>instructiefilmpje</strong> voor de Cryptshare.express webapplicatie.</li> <li>De <a href="https://nl.cryptshare.express/" target="_blank">link naar de Cryptshare.express webapplicatie</a>.</li> <li>Het installatieprogramma voor de <strong>Outlook-integratie</strong> - Cryptshare.express for Outlook </li></ol>

# onboarding_welcomeemail_p7
source: You can even integrate the Cryptshare.Express Web App <strong>directly into your browser </strong>:
de: Du kannst die Cryptshare.Express Web App sogar <strong>direkt in Deinen Browser integrieren</strong>:
nl: U kunt de Cryptshare.Express webapplicatie zelfs<strong>direct in uw browser integreren</strong>:

# onboarding_welcomeemail_p8
source: <ol> <li>By opening the address <a href="https://webapp.cryptshare.express/" target="_blank">https://webapp.cryptshare.express/</a> and adding it to your favorites.</li> <li>The extension <strong>Cryptshare.express for Chrome</strong> installed in your Chrome browser.</li> <li>The add-on <strong>Cryptshare.express for Firefox</strong> installed in your Firefox browser.</li> </ol>
de: <ol> <li>Indem Du die Adresse <a href="https://webapp.cryptshare.express/" target="_blank">https://webapp.cryptshare.express/</a> aufrufst und sie zu Deinen Favoriten hinzufügst.</li> <li>Die Erweiterung <strong>Cryptshare.express for Chrome</strong> in Deinem Chrome Browser installierst.</li> <li>Das Add-on <strong>Cryptshare.express for Firefox</strong> in Deinem Firefox Browser installierst.</li> </ol>
nl: <ol> <li>Door het adres <a href="https://nl.cryptshare.express/" target="_blank">https://nl.cryptshare.express/</a>te openen en aan uw favorieten toe te voegen.</li> <li>De extensie <strong>Cryptshare.express for Chrome</strong> in uw Chrome-browser te installeren.</li> <li>De add-on <strong>Cryptshare.express for Firefox</strong> in uw Firefox-browser te installeren.</li> </ol>..

# onboarding_welcomeemail_p9
source: Further information will follow later.
de: Weitere Infos hierzu folgen gegebenenfalls später.
nl: Meer informatie hierover volgt later.

# onboarding_welcomeemail_p10
source: I recommend that you keep this email so that you can look it up at any time.
de: Ich empfehle Dir diese E-Mail aufzuheben, damit Du sie jederzeit nachschlagen kannst.
nl: Ik raad u aan deze e-mail te bewaren, zodat u deze informatie altijd terug kan vinden.

# onboarding_welcomeemail_p11
source: Best regards,
de: Viele Grüße,
nl: Vriendelijke groet,

# checkout_vathint_headline
source: Please note
de: Bitte beachten Sie
nl: Let op

# checkout_vathint_p1
source: <p>You did not enter a VAT-ID yet. Please note that without a VAT-ID we have to claim value added tax on our invoice.</p>
de: <p>Sie haben noch keine Umsatzsteuer-ID eingegeben. Bitte beachten Sie, dass wir ohne Umsatzsteuer-ID die Mehrwertsteuer auf unserer Rechnung geltend machen müssen.</p>
nl: <p>U heeft nog geen BTW-ID ingevoerd. Houd er rekening mee dat wij zonder BTW-ID op onze factuur belasting over de toegevoegde waarde moeten declareren.</p>

# checkout_vathint_link
source: Click here to enter your VAT-ID now (if you have any)
de: Klicken Sie hier, um jetzt Ihre Umsatzsteuer-ID einzugeben (sofern vorhanden).
nl: Klik hier om nu uw BTW-ID in te voeren (indien van toepassing).

# checkout_staff_member_hint_headline
source: Hello
de: Hallo

# checkout_staff_member_hint_p1
source: As an employee of our company, you can use an account with up to 25 users free of charge for the purpose of demonstrating or demonstrating our Cryptshare.express product to potential or existing customers and business partners.
de: Als Mitarbeiter unseres Unternehmens, steht Dir zum Zwecke der Demonstration oder Vorführung unseres Produkts Cryptshare.express bei möglichen oder bestehenden Kunden sowie Geschäftspartnern ein Account mit bis zu 25 Nutzern kostenfrei zur Verfügung.

# checkout_staff_member_hint_p2
source: Please note the following terms of use:
de: Bitte beachte folgende Nutzungsbedingungen:
nl: Neem de volgende gebruiksvoorwaarden in acht:

# checkout_staff_member_hint_p3_1
source: Only commercial / business users may be created, <strong>no consumers</strong>.
de: Es dürfen ausschließlich gewerbliche / geschäftliche Nutzer angelegt werden, <strong>keine Verbraucher</strong>.

# checkout_staff_member_hint_p3_2
source: The investment of users always takes place in the interest,<br />to the advantage and for the <strong>account of Pointsharp GmbH</strong>.
de: Die Anlage von Nutzern erfolgt stets im Interesse, zum Vorteil und <strong>auf Rechnung der Pointsharp GmbH</strong>.

# checkout_staff_member_hint_p3_3
source: The use of the account for <strong>private purposes is not permitted</strong>.
de: Die Nutzung des Accounts für <strong>private Zwecke ist nicht gestattet</strong>.

# checkout_staff_member_hint_p4
source: We wish you every success using Cryptshare.express.<br> Pointsharp GmbH
de: Wir wünschen viel Erfolg bei der Verwendung von Cryptshare.express.<br /> Pointsharp GmbH

# checkout_staff_member_hint_p5
source: By placing an order, I agree to abide by the above terms of use.
de: Durch Durchführen einer Bestellung bestätige ich, mich an die oben genannten Nutzungsbedingungen zu halten.

# invoicetable_contract
source: Contract
de: Vertrag

# invoicetable_date
source: Date
de: Datum

# invoicetable_total
source: Total
de: Betrag

# invoicetable_currency
source: Currency
de: Währung

# invoicetable_action
source: Action
de: Aktion
nl: Acties

# hint_maintenance
source: Please note: We are currently carrying out maintenance work on this system.<br>As long as this message is displayed, unexpected error messages may occur.<br>Please visit us again later. Thank you very much for your understanding!
de: Bitte beachten Sie: Gerade in diesem Augenblick führen wir Wartungsarbeiten an diesem System durch.<br>So lange diese Meldung angezeigt wird, kann es zu unerwarteten Fehlermeldungen kommen.<br>Bitte besuchen Sie uns später erneut. Vielen Dank für Ihr Verständnis!

# hint_backuprestore
source: Please note: We are currently restoring a Backup<br>Please visit us again later and check your last transfers. Thank you very much for your understanding!
de: Bitte beachten Sie: Gerade in diesem Augenblick stellen wir ein Backup wieder her.<br>Bitte besuchen Sie uns später erneut und kontrollieren Sie ihre letzten Transfers. Vielen Dank für Ihr Verständnis!

# summer_promotion_header
source: Summer promotion until the end of August
de: Sommeraktion bis Ende August
nl: Zomerpromotie tot eind augustus

# summer_promotion_content
source: Use the discount voucher <br>SUMMER2019 <br>to get a 50% discount on your order.
de: Benutzen sie den Rabattgutschein <br><b>SOMMER2019</b> <br>um 50% Rabatt auf ihre Bestellung zu bekommen.
nl: Gebruik de kortingsbon <br><b>ZOMER2019</b> <br>om 50% korting te krijgen op uw bestelling.

# payment_method_credit
source: If you wish to pay by credit card, you have to confirm your identity using the 3-D Secure procedure. This is a two-factor authentication. This procedure is now obligatory for credit card payment on the Internet. Please contact your credit institution if you have any questions about this.
de: Wenn Sie per Kreditkarte zahlen möchten, müssen Sie Ihre Identität mit dem 3-D Secure Verfahren bestätigen. Dabei handelt es sich um eine Zwei-Faktor-Authentisierung. Dieses Verfahren ist für Kreditkartenzahlung im Internet verbindlich. Bitte informieren Sie sich bei Ihrer kartenausgebende Bank, wenn Sie noch Fragen hierzu haben.
nl: Voorkeur om met creditcard te betalen? Dat kan. Bevestig je identiteit middels de tweefactor authenticatie. Deze procedure is verplicht voor creditcardbetalingen op het internet. Voor vragen hierover neem contact op met je creditcard aanbieder.

# payment_method_debit
source: If you wish to pay by Sepa Direct Debit Mandate, we require your International Bank Account Number (IBAN) and Business Identifier Code (BIC). You can find this information directly on your bank card or by using an IBAN calculator.!
de: Wenn Sie per Sepa Lastschrift-Mandat zahlen möchten, benötigen wir Ihre Internationale Bankkontonummer (IBAN) und den Business Identifier Code (BIC). Sie finden diese Daten direkt auf Ihrer Bankkarte oder können sie durch einen IBAN-Rechner ermitteln. <br> <img class="img-thumbnail" style="width:100%; margin-top:1rem;opacity:85%" src="/fileadmin/primary/Public/Images/IBAN-Info-DE.png"><br><p style="font-size:0.7rem;opacity:85%">* Für Österreich gilt das Länderkürzel "AT"</p>

# payment_method_header
source: Your Payment Options
de: Ihre Zahlungsmöglichkeiten
nl: Uw betalingsmogelijkheden

# checkout_summary_addedusers
source: Email users
de: E-Mail-Benutzer
nl: E-mailgebruiker

# payment_method_creditheader
source: Credit Card
de: Kreditkarte
nl: Kredietkaart

# payment_method_debitheader
source: SEPA Debit
de: SEPA Lastschrift

# payment_method_ideal
source: Customers from the Netherlands can conveniently pay using iDEAL. After you have chosen your bank, you will be redirected to it. There you will be shown the purchase amount for confirmation. After entering your account number you will be asked to complete the two-factor authentication. Then your bank will authorize the payment transaction in real time.
de: Kunden aus den Niederlanden können bequem mittels iDEAL bezahlen. Nachdem Sie Ihre Bank gewählt haben, werden Sie zu ihr weitergeleitet. Dort wird Ihnen die Kaufsumme zur Bestätigung angezeigt. Nachdem Sie Ihre Kontonummer eingetragen haben, werden Sie aufgefordert die Zwei-Faktor-Authentifizierung abzuschließen. Anschließend autorisiert Ihre Bank die Zahlungstransaktion in Echtzeit.
nl: Klanten uit Nederland kunnen gemakkelijk betalen met iDEAL. Nadat u uw bank hebt gekozen, wordt u doorgestuurd naar de bank. Daar krijgt u het aankoopbedrag ter bevestiging te zien. Nadat u uw rekeningnummer hebt ingevoerd, wordt u gevraagd om de twee-factor authenticatie te voltooien. Uw bank zal dan de betalingstransactie in real time goedkeuren.

# payment_method_3dsinfoheader
source: More security thanks to 3D-Secure 2 (3DS2)
de: Mehr Sicherheit dank 3D-Secure 2 (3DS2)
nl: Meer veiligheid dankzij 3D-Secure 2 (3DS2)

# payment_method_debitinfoheader
source: IBAN-Info
de: SEPA-Lastschrift
nl: SEPA-Lastschrift

# dce_load_from_youtube
source: Watch video now (will be loaded from YouTube)
de: Video jetzt ansehen (wird von YouTube geladen)
nl: Bekijk nu de video (wordt geladen vanaf YouTube)

# dce_load_from_youtube_acceptconsent_1
source: Please
de: Bitte
nl: Gelieve

# dce_load_from_youtube_acceptconsent_2
source: accept marketing-cookies
de: akzeptieren Sie Marketing-Cookies
nl: accepteer marketing cookies

# dce_load_from_youtube_acceptconsent_3
source: to watch this video or
de: um dieses Video anzusehen oder
nl: om deze video te bekijken of

# dce_load_from_youtube_acceptconsent_4
source: watch it directly on YouTube.
de: sehen Sie es direkt auf Youtube an.
nl: bekijk het direct op Youtube.

# dce_toc_headline
source: Table of Contents
de: Inhaltsverzeichnis
nl: inhoudsopgave

# your_component
source: Your email address
de: Ihre E-Mail Adresse
nl: Uw e-mail adres

# component_email
source: email address
de: E-Mail Adresse
nl: E-mail adres

# component_start
source: Start
de: Beginn

# component_end
source: End
de: Ende

# component_edit
source: Change email address
de: E-Mail Adresse ändern
nl: Verander e-mail adres

# component_cancel
source: Cancel email address
de: E-Mail Adresse kündigen
nl: Annuleer e-mail adres

# component_loading
source: Loading
de: Laden

# component_cancel_no
source: No
de: Nein

# component_cancel_yes
source: Yes
de: Ja
nl: Ja

# component_edit_email_text_1
source: You can change the email address once per billing period.
de: Sie können die E-Mail Adresse einmal pro Abrechnungszeitraum ändern.
nl: U kunt het e-mailadres eenmaal per factureringsperiode wijzigen

# component_edit_email_text_2
source: Please enter the new email address and confirm the change with Save.
de: Bitte geben Sie die neue E-Mail Adresse ein und bestätigen Sie die Änderung mit Speichern.
nl: Voer het nieuwe e-mailadres in en bevestig de wijziging met Save.

# component_edit_email_cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# component_edit_email_save
source: Save
de: Speichern

# component_cancel_text
source: Are you sure you want to cancel this email address?
de: Wollen Sie diese E-Mail Adresse wirklich kündigen?
nl: Weet u zeker dat u dit e-mailadres wilt annuleren?

# edit_component
source: Changed email address
de: E-Mail Adresse geändert
nl: Veranderd e-mail adres

# cancel_component
source: This email address has been marked for cancellation
de: Diese E-Mail Adresse wurde zur Kündigung vorgemerkt
nl: Dit e-mail adres is gemarkeerd voor annulering

# change_alert
source: Please note that an email address can be changed only once per contract period.
de: Bitte beachten Sie, dass eine E-Mail Adresse nur ein mal pro Vertragsperiode geändert werden kann.
nl: Een e-mailadres kan slechts eenmaal per contractperiode worden gewijzigd.

# checkout_add_contract
source: Create contract
de: Vertrag erstellen

# checkout_add_email
source: Add to order
de: Zur Bestellung hinzufügen
nl: Toevoegen aan bestelling

# payment_provider_head
source: Payment
de: Zahlung
nl: Betaling

# payment_provider_text_p1
source: <span id="contractPaymentMethod">Loading...</span>.
de: <span id="contractPaymentMethod">Lädt...</span>.

# payment_provider_linktext
source: Click here,
de: Klicken Sie hier,
nl: Klik hier,

# payment_provider_text_p2
source: if you want to change this.
de: wenn Sie dies ändern wollen.
nl: als u dit wilt veranderen.

source: Add email user
de: E-Mail-Benutzer hinzufügen

# contract-card-header
source: Contract
de: Vertrag

# user_manage_partner.headline.partnerdata
source: Partner data
de: Partnerdaten

# user_manage_partner.headline.invoicedata
source: Your billing information
de: Ihre Rechnungsdaten

# user_manage_partner.form.company
source: Company
de: Firma

# user_manage_partner.form.address
source: Street / Housenumber
de: Straße / Hausnummer

# user_manage_partner.form.zipcity
source: Zip / City
de: PLZ / Ort

# user_manage_partner.form.country
source: Country
de: Land

# user_manage_partner.form.phone
source: Telephone
de: Telefon

# user_manage_partner.form.vat
source: VAT
de: USt-IdNr.

# user_manage_partner.form.button.edit
source: Edit
de: Ändern

# user_manage_partner.form.button.save
source: Save
de: Speichern

# user_manage_partner.form.button.cancel
source: Cancel
de: Abbrechen

# user_manage_customer.headline.customercontract
source: Customer contract
de: Kundenvertrag

# user_manage_customer.headline.customerdata
source: Customer data
de: Kundendaten

# user_manage_customer.form.contract
source: Contract
de: Vertrag

# user_manage_customer.form.firstname
source: First name
de: Vorname

# user_manage_customer.form.lastname
source: Last name
de: Nachname

# user_manage_customer.form.company
source: Company
de: Firma

# user_manage_customer.form.street
source: Street
de: Strasse

# user_manage_customer.form.housenumber
source: Housenumber
de: Hausnummer

# user_manage_customer.form.zip
source: Postal Code
de: PLZ

# user_manage_customer.form.city
source: City
de: Ort

# user_manage_customer.form.country
source: Country
de: Land

# user_manage_customer.form.phone
source: Telephone
de: Telefon

# user_manage_customer.form.vat
source: VAT
de: USt-IdNr.

# user_manage_customer.form.button.edit
source: Edit
de: Ändern

# user_manage_customer.form.button.cancel
source: Cancel
de: Abbrechen

# user_manage_customer.form.button.save
source: Save
de: Speichern

# user_manage_customer.headline.subscriptiondata
source: Subscription data
de: Abonnement

# user_manage_customer.form.package
source: Plan
de: Paket

# user_manage_customer.form.packagevariant
source: Plan variant
de: Paketvariante

# user_manage_customer.form.packagestart
source: Plan start
de: Paketstart

# user_manage_customer.form.packagenextbill
source: Next billing
de: Nächste Abrechnung

# user_manage_customer.form.packageend
source: Plan end
de: Paketende

# user_manage_customer.form.button.cancelsubscription
source: Cancel entire subscription
de: Gesamtes Abo kündigen

# user_manage_customer.headline.billingdata
source: Payment data
de: Ihre Zahlungsdaten

# user_manage_customer.form.creditcardexpires
source: Your credit card will expire soon. Please update your payment data.
de: Ihre Kreditkarte läuft bald ab. Bitte aktualisieren Sie Ihre Zahlungsdaten.

# user_manage_customer.form.paymentmethod
source: Payment method
de: Zahlungsoption

# user_manage_customer.form.accountowner
source: Account owner
de: Kontoinhaber

# user_manage_customer.form.cardholder
source: Card holder
de: Karteninhaber

# user_manage_customer.form.cardtype
source: Card type
de: Kartentyp

# user_manage_customer.form.cardnumber
source: Card number
de: Kartennummer

# user_manage_customer.form.cardvaliduntil
source: Valid until
de: Gültig bis

# user_manage_customer.form.cardvaliduntil.month
source: Month (07)
de: Monat (07)

# user_manage_customer.form.cardvaliduntil.year
source: Year (2023)
de: Jahr (2023)

# user_manage_customer.headline.customercomponents
source: Email user
de: E-Mail Benutzer

# user_manage_customer.headline.link.backtouseroverview
source: Back to User Management
de: Zurück zur Benutzerverwaltung
