Repository: webcreativoes/cryptsharesaas
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, nl

# javaScriptPrefixManageContractModalCancelText
source: Do you really want to cancel the complete subscription, with all components?
de: Möchten Sie wirklich das komplette Abonnement mit allen Komponenten kündigen?
nl: Wil je echt het volledige abonnement met alle onderdelen opzeggen?

# javaScriptPrefixManageContractModalCancelButton
source: Cancel now
de: Jetzt kündigen
nl: Annuleer nu

# javaScriptPrefixManageContractModalCancelClose
source: Close
de: Abbrechen
nl: Dichtbij

# javaScriptPrefixSheckoutUserdataEntercontractdata
source: Customer master data
de: Kundenstammdaten
nl: Klant stamgegevens

# javaScriptPrefixBusinessConfirmation
source: Cryptshare.express is exclusively for business customers. I hereby confirm that I am creating this account on behalf of my company.
de: Cryptshare.express richtet sich ausschließlich an Geschäftskunden. Hiermit bestätige ich, dass ich dieses Konto stellvertretend für mein Unternehmen erzeuge.
nl: Cryptshare.express is uitsluitend voor zakelijke klanten. Ik bevestig hierbij dat ik deze account aanmaak namens mijn bedrijf.

# overview_upsell_learnmore
source: Talk to one of our experts
nl: Spreek met een van onze specialisten

# usertable_name
source: Name
nl: Naam

# checkout_pay_now
source: Send payment data now
nl: Stuur nu betalingsgegevens

# checkout_pay_next
source: You can enter payment data in the next step.
nl: De betalingsgegevens worden in de volgende stap ingevoerd.

# checkout_read_privacy
source: Click here to read the Privacy Policy.
nl: Klik hier om het privacybeleid te lezen.

# checkout_userdata_enteruserdata
source: Data of the new email users
nl: Gegevens van de nieuwe gebruikers

# checkout_userdata_hintandlimit
source: <strong><span id="leftemails">Loading...</span></strong>&nbsp;<span id="additionaluserhint">additional</span> email users possible.
nl: <strong><span id="leftemails">Laden...</span></strong>&nbsp;<span id="additionaluserhint">meer</span> e-mail gebruikers is mogelijk.

# use_section_1_p1_1
source: The new email address
nl: Het nieuwe e-mailadres

# home_splashscreen_redirect_2
source: web application in the future
nl: webapplicatie door.

# summary_trial_hint
source: To avoid being charged for a full subscription, cancel by <span id="trial-cancel-date">Loading...</span>. You can cancel your subscription at any time via user administration.
nl: Annuleer vóór <span id="trial-cancel-date">laden...</span>, zodat u geen kosten hoeft te betalen. U kunt uw abonnement op elk moment zelf opzeggen via uw gebruikersadministratie.

# summary_trial_until
source: <span class="pull-left">Due now:</span>
nl: <span class="pull-left">Nog te betalen bedrag:</span>

# summary_abo_start
source: Due on <span id="abo-start">Loading...</span>:
nl: Bedrag te betalen op <span id="abo-start">laden...</span>:

# checkout_button_endtrial
source: Add to order<span>Skip trial period</span>
nl: Toevoegen aan bestelling<span>Proefperiode overslaan</span>

# checkout_reached_triallimit
source: The free trial subscription is limited to a single email user. Add more email users to skip this.
nl: Het gratis proefabonnement is beperkt tot één e-mailgebruiker. Voeg meer e-mail gebruikers toe om het over te slaan.

# dashboard_users_p2
source: <span id="additionaluserhint">additional</span> email users possible
nl: <span id="additionaluserhint">meer</span> e-mail gebruikers is mogelijk

# dashboard_use_webapplication
source: Cryptshare Web App
nl: Cryptshare Webapplicatie

# dashboard_account_headline
source: Business Account
nl: Zakelijke account

# use_section_2_headline_visitwebapp
source: Visit Web App
nl: Webapplicatie bezoeken

# use_section_4_headline_webapplication
source: Cryptshare Web App
nl: Cryptshare webapplicatie

# use_section_4_p_edge_manual
source: Download manual
nl: Handleiding downloaden

# use_section_4_p_safari_manual
source: Download manual
nl: Handleiding downloaden

# whatyouget_headline
source: Benefit from Cryptshare.express' many advantages – right after you subscribed
nl: Maak gebruik van de vele voordelen van Cryptshare.express - direct na inschrijving

# whatyouget_features_p7
source: Recall transfers in Outlook and Web Appk
nl: Overdrachten in Outlook en Web App intrekken

# whatyouget_inclusive_p1
source: Cryptshare Web App
nl: Cryptshare webapplicatie

# checkout_staff_member_hint_headline
source: Dear
nl: Hallo

# checkout_staff_member_hint_p1
source: As an employee of our company, an account with up to 25 users is available to you free of charge for the purpose of demonstrating Cryptshare.express to potential or existing customers and business partners.
nl: Als medewerker van ons bedrijf kunt u gratis gebruik maken van een account met maximaal 25 gebruikers om ons product Cryptshare.express aan potentiële of bestaande klanten en zakenpartners te demonstreren of te promoten.

# checkout_staff_member_hint_p3_1
source: Only commercial/business users may be created, <strong>no consumers</strong>.
nl: Alleen commerciële/zakelijke gebruikers mogen worden aangemaakt, <strong>geen consumenten</strong>.

# checkout_staff_member_hint_p3_2
source: Creating users must always be in the <strong>interest of Pointsharp GmbH, to its advantage, and on its cost.</strong>.
nl: Gebruikers aanmaken moet altijd in het belang, in het voordeel en <strong>op rekening van Pointsharp GmbH zijn</strong>.

# checkout_staff_member_hint_p3_3
source: It is <strong>not permitted to use the account for private purposes</strong>.
nl: Het gebruik van het account voor <strong>privé-doeleinden is niet toegestaan</strong>.

# checkout_staff_member_hint_p4
source: We wish you much success in using Cryptshare.express.<br /> Pointsharp GmbH
nl: We wensen u veel succes bij het gebruik van Cryptshare.express.<br /> Pointsharp GmbH

# checkout_staff_member_hint_p5
source: By placing the order, I declare to abide by the terms of use as stated above.
nl: Door het plaatsen van een bestelling verklaar ik mij akkoord met de bovenstaande gebruiksvoorwaarden.

# payment_method_debit
source: If you wish to pay by Sepa Direct Debit Mandate, we require your International Bank Account Number (IBAN) and Business Identifier Code (BIC). You can find this information directly on your bank card or by using an IBAN calculator.
nl: Als u wenst te betalen via een Sepa Domiciliëringsmandaat, hebben we <a href="https://www.betaalvereniging.nl/betaalproducten-en-diensten/iban/" target="_blank">International Bank Account Number(IBAN) <i class="fa fa-external-link"></i></a> en de Business Identifier Code (BIC) nodig. U vindt deze gegevens direct op uw bankkaart of kunt ze met behulp van een IBAN-calculator bepalen.<br><img class="img-thumbnail" style="width:100%; margin-top:1rem" src="/fileadmin/primary/Public/Images/IBAN-Info-NL.png">

# payment_method_debitheader
source: Debit
nl: SEPA debitering

# checkout-submit-order
source: Submit order
nl: Nu kopen

# checkout-submit-order2
source: The payment is made in the next step.
nl: De betalingsgegevens worden in de volgende stap ingevoerd.

# checkout_pay_next_order
source: Next payment
nl: Volgende betaling

# component_name
source: Name
nl: Naam

# component_start
source: Beginning
nl: Begin

# javaScriptPrefixLabelEmailUserName
source: Name
nl: Naam
