Repository: webcreativoes/cryptsharesaas
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, nl

# user_manage_customer.headline.link.oldcontractmanagement
source: Switch to old contract management
de: Wechsel zur alten Vertragsverwaltung
nl: Overschakelen op oud contractbeheer

# user_manage_customer.form.onechangeperperiod
source: Please note that an email address and the name can be changed only once per contract period.
de: Bitte beachten Sie, dass eine E-Mail Adresse und der Name nur ein mal pro Vertragsperiode geändert werden kann.

# user_manage_customer.form.headline.changepayment
source: Change payment data
de: Zahlungsdaten ändern

# user_manage_customer.form.enddate
source: End
de: Ende

# user_manage_customer.form.button.editemailuser
source: Edit Email user
de: E-Mail Benutzer ändern

# user_manage_customer.form.button.cancelemailuser
source: Cancel email user
de: E-Mail Benutzer kündigen

# user_manage_customer.headline.customerinvoices
source: Your invoices
de: Ihre Rechnungen / Gutschriften

# user_manage_customer.form.invoicenumber
source: Invoice number
de: Rechnungsnummer

# user_manage_customer.form.invoicedate
source: Invoice date
de: Rechnungsdatum

# user_manage_customer.form.invoicetotalamount
source: Total amount
de: Gesamtbetrag

# user_manage_partner.form.firstname
source: First name
de: Vorname

# user_manage_partner.form.lastname
source: Last name
de: Nachname

# user_manage_partner.form.street
source: Street
de: Strasse

# user_manage_partner.form.housenumber
source: Housenumber
de: Hausnummer

# user_manage_partner.form.zip
source: Postal code
de: PLZ

# user_manage_partner.form.city
source: City
de: Ort

# user_manage_partner.form.success
source: Your changed data have been saved successfully!
de: Ihre geänderten Daten wurden erfolgreich gespeichert!

# checkout_please_choose_country
source: Please choose country
de: Bitte Land wählen

# javaScriptPrefixCountry
source: Default
de: Deutschland
nl: Niederlande

# javaScriptPrefixFatalError
source: Fatal error: Something went completely wrong. Sorry for that. You are welcome to contact our service on support@cryptshare.express.
de: Schwerwiegender Fehler: Etwas ist völlig schief gelaufen. Das tut uns leid. Sie können gerne unseren Service unter support@cryptshare.express kontaktieren.
nl: Onherstelbare fout. Er is iets fout gegaan. Sorry daarvoor. U kunt natuurlijk even contact opnemen met onze servicedesk op support@cryptshare.express.

# javaScriptPrefixDanger
source: Error
de: Fehler
nl: Fout

# javaScriptPrefixWarning
source: Warning
de: Warnung
nl: Waarschuwing

# javaScriptPrefixSuccess
source: Success
de: Erfolg
nl: Succes

# javaScriptPrefixHelloQ1
source: Good morning,
de: Guten Morgen,
nl: Goedemorgen,

# javaScriptPrefixHelloQ2
source: Hello,
de: Mahlzeit!
nl: Hallo,

# javaScriptPrefixHelloQ3
source: Good afternoon,
de: Guten Tag,
nl: Goedemiddag,

# javaScriptPrefixHelloQ4
source: Good evening,
de: Guten Abend,
nl: Goedeavond,

# javaScriptPrefixHelloQ5
source: Good night,
de: Gute Nacht,
nl: Goedenacht,

# javaScriptPrefixRegistrationLinkTermsOfUse
source: Terms of Use
de: Nutzungsbedingungen
nl: Gebruiksvoorwaarden

# javaScriptPrefixRegistrationLinkDataProtection
source: Privacy and Cookie policy
de: Privatsphäre und Datenschutz
nl: Privacy- en cookiebeleid

# javaScriptPrefixRegistrationBusinessConfirmation
source: Cryptshare.express is exclusively for business customers. I hereby confirm that I am creating this account on behalf of my company.
de: Cryptshare.express richtet sich ausschließlich an Geschäftskunden. Hiermit bestätige ich, dass ich dieses Konto stellvertretend für mein Unternehmen erzeuge.
nl: Cryptshare.express is uitsluitend voor zakelijke klanten. Ik bevestig hierbij dat ik dit account aanmaak namens een bedrijf.

# javaScriptPrefixRegistrationEditEmailloginHint
source: Please note that if you change your email address, the login on this page will change accordingly.
de: Bitte beachten Sie, dass sich bei Änderung der E-Mail-Adresse entsprechend auch der Login auf dieser Seite ändert.
nl: Houd er rekening mee dat als u uw e-mailadres wijzigt, de login op deze pagina overeenkomstig zal veranderen.

# javaScriptPrefixRegistrationCreateonbwSuccess
source: Customer successfully created in our systems.
de: Ihre Daten wurden erfolgreich in unseren System angelegt.
nl: Klant is succesvol aangemaakt in onze systeem.

# javaScriptPrefixLoginButton
source: Sign in
de: Anmelden
nl: Aanmelden

# javaScriptPrefixResetPasswordButton
source: Reset password
de: Passwort zurücksetzen
nl: Wachtwoord opnieuw instellen

# javaScriptPrefixLoginAccessTokenSuccess
source: Access token successfully determined.
de: Zugriffstoken erfolgreich ermittelt.
nl: Toegangscode succesvol geïdentificeerd.

# javaScriptPrefixLoginAccessTokenError
source: Access token could not be determined.
de: Zugriffstoken konnte nicht ermittelt werden.
nl: Toegangscode is niet herkend.

# javaScriptPrefixRegistrationNotARobot
source: I´m not a robot.
de: Ich bin kein Roboter.
nl: Ik ben geen robot.

# javaScriptPrefixRegistrationNotARobotReally
source: I´m really not a robot.
de: Ich bin wirklich kein Roboter.
nl: Ik ben echt geen robot.

# javaScriptPrefixRegistrationSignupButton
source: Create Business Account
de: Business Account anlegen
nl: Zakelijk account aanmaken

# javaScriptPrefixRegistrationRoboDetected
source: You are not behaving as expected. It appears as if you are not a human. Please try again and fill in the form completely.
de: Sie verhalten sich nicht wie erwartet. Es scheint, als ob Sie kein Mensch sind. Bitte versuchen Sie es erneut und füllen Sie das Formular vollständig aus.
nl: U gedraagt zich niet zoals verwacht. Het lijkt alsof u geen persoon bent. Probeer het opnieuw en vul het formulier volledig in.

# javaScriptPrefixLabelUserDataEdit
source: Data of the email user
de: Daten des E-Mail Benutzers
nl: Gegevens van de e-mailgebruiker

# javaScriptPrefixLabelUserDataStatusInitialinactive
source: We enable this email user on webapp.cryptshare.express in this moment. Give us 5 seconds.
de: Wir aktivieren diesen E-Mail-Benutzer auf webapp.cryptshare.express in diesem Moment. Gib uns 5 Sekunden.
nl: Wij activeren momenteel dit e-mailgebruiker op nl.cryptshare.express. Geef ons een paar seconden.

# javaScriptPrefixLabelUserDataStatusDeactivated
source: This email user is deactivated so you are not able to use it on webapp.cryptshare.express anymore.
de: Dieser E-Mail-Benutzer wurde deaktiviert, so dass Sie ihn nicht mehr auf webapp.cryptshare.express verwenden können.
nl: Deze e-mailgebruiker is gedeactiveerd waardoor u deze niet meer kan gebruiken op nl.cryptshare.express.

# javaScriptPrefixLabelUserDataStatusActive
source: This email user is enabled on webapp.cryptshare.express - Have some fun with Cryptshare!
de: Dieser E-Mail-Benutzer ist auf webapp.cryptshare.express aktiviert - Viel Spaß mit Cryptshare!
nl: Deze e-mailgebruiker is geactiveerd op nl.cryptshare.express - Veel plezier met Cryptshare!

# javaScriptPrefixLabelUserDataStatusUnexpected
source: Unexpected status - We don not know if you that email address is enabled on webapp.cryptshare.express
de: Unerwarteter Status - Wir wissen nicht, ob Sie diese E-Mail-Adresse auf webapp.cryptshare.express aktiviert haben.
nl: Onverwachte status. We weten niet of dit e-mailadres geactiveerd is op nl.cryptshare.express

# javaScriptPrefixLabelUserDataErrorFetchingCsuserdata
source: An error occurred when determining the data of your email user. Please enter it again and click on save.
de: Bei der Ermittlung der Daten Ihres E-Mail-Benutzers ist ein Fehler aufgetreten. Bitte geben Sie sie nun noch mal an und klicken Sie auf speichern.
nl: Er is een fout opgetreden bij het vaststellen van de gegevens van de e-mail gebruiker. Voer deze aub nogmaals in en klik op opslaan.

# javaScriptPrefixStep1
source: Select pricing plan
de: Bezahlvariante wählen
nl: Kies een tariefstelling

# javaScriptPrefixStep2
source: Order
de: Bestellung
nl: Bestelling

# javaScriptPrefixStep3
source: Payment
de: Bezahlung
nl: Betaling

# javaScriptPrefixStep4
source: Enter user data
de: E-Mail Benutzerdaten eingeben
nl: Gebruikersgegevens invoeren

# javaScriptPrefixStep5
source: Use Cryptshare
de: Cryptshare verwenden
nl: Cryptshare gebruiken

# javaScriptPrefixCheckoutPricingPlanAnnualDescription
source: per mailbox paid in advance
de: pro Postfach bei Vorausabrechnung
nl: per mailbox vooraf betaald

# javaScriptPrefixCheckoutPricingPlanMonthlyDescription
source: per mailbox paid in advance
de: pro Postfach bei Vorausabrechnung
nl: per mailbox vooraf betaald

# javaScriptPrefixCheckoutSelectedPricingPlan
source: Selected pricing plan
de: Gewählte Bezahlvariante
nl: Gekozen tariefstelling

# javaScriptPrefixCheckoutPaymentDetails
source: Enter now your payment details
de: Geben Sie jetzt Ihre Zahlungsdaten ein
nl: Vul nu uw betalingsgegevens in

# javaScriptPrefixCheckoutBillingData
source: Billing data
de: Rechnungsdaten
nl: Facturatiegegevens

# javaScriptPrefixCheckoutEditBillingData
source: Edit data
de: Daten bearbeiten
nl: Gegevens bewerken

# javaScriptPrefixCheckoutBack
source: Back
de: Zurück
nl: Terug

# javaScriptPrefixCheckoutSave
source: Save
de: Speichern
nl: Opslaan

# javaScriptPrefixCheckoutOrderNow
source: Order now
de: Jetzt bestellen
nl: Nu bestellen

# javaScriptPrefixCheckoutShoppingcartUpdated
source: Shopping cart has been updated (see summary below)
de: Warenkorb wurde aktualisiert (siehe Zusammenfassung unten)
nl: Winkelwagen is bijgewerkt (zie onderstaande samenvatting)

# javaScriptPrefixInvalidCouponCode
source: Voucher/Couponcode is invalid
de: Der eingegebene Gutschein- / Rabattcode ist ungültig
nl: Voucher/Couponcode is ongeldig

# javaScriptPrefixmonth
source: Month
de: Monat
nl: Maand

# javaScriptPrefixyear
source: Year
de: Jahr
nl: Jaar

# javaScriptPrefixCancelationperiodsuffix
source: before the subscribed period ends
de: vor Ende der Laufzeit
nl: voordat de abonnementsduur afloopt

# javaScriptPrefixCheckoutSubmitOrder
source: Submit order
de: Jetzt kaufen
nl: Bestelling plaatsen

# javaScriptPrefixCheckoutSubmitOrder2
source: You can enter payment data in the next step.
de: Die Eingabe Ihrer Zahlungsdaten erfolgt im nächsten Schritt.
nl: De betalingsgegevens worden in de volgende stap ingevoerd.

# javaScriptPrefixCheckoutSubmitPay
source: Pay now
de: Jetzt bezahlen
nl: Nu betalen

# javaScriptPrefixCheckoutSubmitPay2
source: A useful hint
de: Ein nützlicher Hinweis
nl: Een nuttige tip

# javaScriptPrefixInclVat
source: incl. VAT
de: inkl. MwSt.
nl: incl. BTW

# javaScriptPrefixCheckoutUserdataEnter
source: Data of the new email users
de: Daten der neuen E-Mail-Benutzer
nl: Gegevens van de nieuwe gebruikers

# javaScriptPrefixCheckoutUserdataEnterAgain
source: Please enter the data of the new Cryptshare.express email user again.
de: Bitte geben Sie die Daten des neuen Cryptshare.express E-Mail-Benutzers erneut ein.
nl: Voer de gegevens van de nieuwe Cryptshare.express-e-mailgebruiker opnieuw in.

# javaScriptPrefixCheckoutUserdataUnchangeable
source: Please note: These information can not be changed afterwards.
de: Bitte beachten Sie: Diese Informationen können nachträglich nicht mehr geändert werden.
nl: Let op: deze informatie kan achteraf niet meer worden gewijzigd.

# javaScriptPrefixCheckoutUserdataSkipEntry
source: Skip and enter data of new email user later.
de: Überspringen und Daten des neuen E-Mail Benutzers erst später angeben.
nl: Overslaan en gegevens van de nieuwe e-mailgebruiker later invoeren.

# javaScriptPrefixCheckoutAcceptToc
source: I have read the Terms of Use, understood and accept them
de: Ich habe die Nutzungsbedingungen gelesen, verstanden und akzeptiere sie.
nl: Ik heb de gebruiksvoorwaarden gelezen en begrepen, en ik accepteer deze

# javaScriptPrefixCheckoutReadToc
source: Read Terms of Use now.
de: Nutzungsbedingungen jetzt lesen.
nl: Gebruiksvoorwaarden nu lezen.

# javaScriptPrefixCheckoutAcceptDataProtection
source: I have read the privacy policy, understood and accept them
de: Ich habe die Datenschutzerklärung gelesen, verstanden und akzeptiere sie.
nl: Ik heb het Privacybeleid gelezen en begrepen, en ik accepteer deze

# javaScriptPrefixCheckoutReadDataProtection
source: Read privacy policy now.
de: Datenschutzerklärung jetzt lesen.
nl: Privacybeleid nu lezen.

# javaScriptPrefixCheckoutAcceptGtac
source: I have read the General Terms and Conditions, understood and accept them
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen, verstanden und akzeptiere sie.
nl: Ik heb de Algemene Voorwaarden gelezen en begrepen, en ik accepteer deze

# javaScriptPrefixCheckoutReadGtac
source: Read General Terms and Conditions now.
de: Allgemeine Geschäftsbedingungen jetzt lesen.
nl: Algemene voorwaarden nu lezen

# javaScriptPrefixLabelLoading
source: Loading...
de: Lädt...
nl: Aan het laden...

# javaScriptPrefixLabelPaymentIframePlanvariantidMissing
source: Error: PlanVariantId miss.
de: Fehler: PlanVariantId fehlt.
nl: Fout: PlanVariantId ontbreekt.

# javaScriptPrefixLabelSelectPricingPlan
source: Select pricing plan
de: Preisplan auswählen
nl: Kies een tariefstelling

# javaScriptPrefixLabelManage
source: Manage
de: Verwalten
nl: Beheren

# javaScriptPrefixLabelSendwelcomeemail
source: Send welcome email to this user
de: Willkommens-E-Mail an diesen Benutzer senden
nl: Welkomstmail sturen naar deze gebruiker

# javaScriptPrefixLabelSendwelcomeemailShort
source: Inform user
de: Benutzer informieren
nl: Gebruiker informeren

# javaScriptPrefixLabelCanceled
source: Cancelled
de: Gekündigt
nl: Geannuleerd

# javaScriptPrefixLabelWillEnd
source: and ends on
de: und endet am
nl: en eindigt op

# javaScriptPrefixLabelDummyFirstname
source: John
de: Max
nl: Voornaam

# javaScriptPrefixLabelDummyLastname
source: Doe
de: Mustermann
nl: Achternaam

# javaScriptPrefixLabelDummyEmail
source: john.doe@yourdomain.com
de: max.mustermann@ihredomain.com
nl: voornaam.achternaam@uwdomein.nl

# javaScriptPrefixClose
source: Close
de: Schließen
nl: Sluiten

# javaScriptPrefixCopy
source: Copy
de: Kopieren
nl: Kopiëren

# javaScriptPrefixCopySuccess
source: Successfully put on clipboard
de: Erfolgreich in die Zwischenablage gelegt
nl: Succesvol op klembord gezet

# javaScriptPrefixCopyError
source: Error while copying
de: Fehler beim Kopieren
nl: Fout bij het kopiëren

# javaScriptPrefixHello
source: Hello
de: Hallo
nl: Hallo

# javaScriptPrefixPaymentCcholderError
source: Please fill in the correct holder name
de: Bitte geben Sie den korrekten Inhabernamen ein

# javaScriptPrefixPaymentCcnumberError
source: Please check your Credit Card Number
de: Bitte überprüfen Sie Ihre Kreditkartennummer

# javaScriptPrefixPaymentCccvcError
source: Please check your Credit Card Security Code
de: Bitte überprüfen Sie Ihren Kreditkarten-Sicherheitscode

# javaScriptPrefixPaymentCcvalidError
source: Pleasy check if your Credit Card is stl valid
de: Bitte überprüfen Sie, ob Ihre Kreditkarte noch gültig ist

# javaScriptPrefixVatErrorAll
source: Please check your VAT ID, it failed validation
de: Kontrollieren Sie bitte Ihre Umsatzsteuerident-Nummer, wir konnten sie nicht validieren
nl: Controleer uw BTW nummer, de validatie is niet gelukt.

# javaScriptPrefixVatErrorCountry
source: Please check your VAT ID, it failed validation for your country
de: Kontrollieren Sie bitte Ihre Umsatzsteuerident-Nummer, wir konnten sie nicht für Ihr Land validieren
nl: Controleer uw BTW nummer, de validatie voor uw land is niet gelukt.

# javaScriptPrefixCustomerUpdateError
source: Something went wrong. Data could not be safed correctly, please check again, especially the provided VAT-ID
de: Da ist etwas schief gelaufen. Die Daten konnten nicht korrekt gespeichert werden. Bitte kontrollieren Sie insbesondere die eingetragene Umsatzsteuerident-Nummer.
nl: Er is iets fout gegaan. De gegevens konden niet juist opgeslagen worden, controleer deze aub nogmaals, vooral het opgegeven BTW nummer.

# javaScriptPrefixLocationidentBrowserlanguageGermany
source: Germany
de: Deutschland
nl: Duitsland

# javaScriptPrefixLocationidentBrowserlanguageNetherland
source: the Netherlands
de: die Niederlande
nl: voor Nederland

# javaScriptPrefixLocationidentBrowserlanguageOthereuropean
source: other, european countries
de: andere, europäische Länder
nl: andere, Europese landen

# javaScriptPrefixLocationidentBrowserlanguageGreatbritain
source: Great Britain
de: Großbritannien
nl: het Verenigd Koninkrijk

# javaScriptPrefixLocationidentBrowserlanguageUsa
source: the United States of America
de: die Vereinigten Staaten von Amerika
nl: de Verenigde Staten van Amerika

# javaScriptPrefixLocationidentBrowserlanguageAustria
source: Austria
de: Österreich
nl: Oostenrijk

# javaScriptPrefixLocationidentBrowserlanguageFrance
source: France
de: Frankreich
nl: Frankrijk

# javaScriptPrefixLocationidentBrowserlanguageSpain
source: Spain
de: Spanien
nl: Spanje

# javaScriptPrefixLocationidentBrowserlanguageSwitzerland
source: Switzerland
de: Schweiz
nl: Zwitserland

# javaScriptPrefixLocationidentBrowserlanguageItaly
source: Italy
de: Italien
nl: Italië

# javaScriptPrefixLocationidentBrowserlanguageFinland
source: Finland
de: Finnland

# javaScriptPrefixLocationidentBrowserlanguageLuxembourg
source: Luxembourg
de: Luxemburg

# javaScriptPrefixLocationidentBrowserlanguageLithuania
source: Lithuania
de: Litauen
nl: Litouwen

# javaScriptPrefixLocationidentBrowserlanguageIreland
source: Ireland
de: Irland

# javaScriptPrefixLocationidentBrowserlanguageBelgium
source: Belgium
de: Belgien

# javaScriptPrefixLocationidentBrowserlanguageGreek
source: Greek
de: Griechenland

# javaScriptPrefixLocationidentBrowserlanguageP1
source: It seems that you are visiting us from
de: Es scheint, als ob Sie uns von
nl: Het lijkt erop dat u deze website vanuit

# javaScriptPrefixLocationidentBrowserlanguageP3
source: However, you are on the website for
de: Sie befinden sich jedoch auf der Website für
nl: U bevindt zich echter op de website voor

# javaScriptPrefixLocationidentBrowserlanguageP4
source: Please click here
de: Bitte klicken Sie hier
nl: Klik hier

# javaScriptPrefixLocationidentBrowserlanguageP5
source: to access your language, currency and country-specific offers
de: um in Ihre Sprache, Währung sowie zu landesspezifischen Angeboten zu gelangen
nl: om over te schakelen naar uw lokale taal en valuta

# javaScriptPrefixContractCardHeader
source: Contract
de: Vertrag

# javaScriptPrefixClientCardHeader
source: Client
de: Kunde
nl: Klant

# javaScriptPrefixEmailuserCardHeader
source: Email user
de: E-Mail Benutzer
nl: E-mail gebruiker

# javaScriptPrefixAddEmailUser
source: Add email user
de: E-Mail-Benutzer hinzufügen
nl: E-mail gebruiker toevoegen

# javaScriptPrefixManageContract
source: Manage
de: Verwalten
nl: Beheren

# javaScriptPrefixUsertableEmail
source: Email user
de: E-Mail-Benutzer
nl: E-mail gebruiker

# javaScriptPrefixUsertableActions
source: Actions
de: Aktionen

# javaScriptPrefixContractStatusPaymentSuccess
source: Active
de: Aktiv
nl: Actief

# javaScriptPrefixContractStatusPaymentIntrial
source: In trial
de: Probeabo
nl: In de test

# javaScriptPrefixContractStatusPaymentError
source: Error
de: Fehler

# javaScriptPrefixContractStatusPaymentWarning
source: Warning
de: Warnung

# javaScriptPrefixContractStatusCanceled
source: Canceled
de: Gekündigt
nl: Beëindigd

# javaScriptPrefixContractStatusPaymentFailed
source: Payment failed. Please update now your payment data.
de: Zahlung fehlgeschlagen. Bitte aktualisieren Sie jetzt Ihre Zahlungsdaten.
nl: Betaling mislukt. Gelieve uw betalingsgegevens bij te werken.

# javaScriptPrefixContractStatusCreditcardExpiresoon
source: Your credit card will expire soon. Please update your payment data.
de: Ihre Kreditkarte läuft bald ab. Bitte aktualisieren Sie Ihre Zahlungsdaten.
nl: Uw kredietkaart zal binnenkort vervallen. Gelieve uw betalingsgegevens bij te werken.

# javaScriptPrefixPaymentProviderTextBankaccount
source: We will try to use the SEPA direct debit mandate for your bank account on file with the last four digits
de: Wir verwenden Ihr bereits erteiltes SEPA-Lastschrift-Mandat des Bankkontos mit den letzten 4 Ziffern
nl: Wij gebruiken uw reeds gegeven SEPA-domiciliëringsmandaat van de bankrekening met de laatste 4 cijfers

# javaScriptPrefixPaymentProviderTextCreditcard
source: We will try charge the credit card on file with the last four digits
de: Sofern möglich verwenden wir Ihre bereits hinterlegte Kreditkarte mit den letzten 4 Ziffern
nl: We proberen uw reeds gestorte kredietkaart te gebruiken met de laatste 4 cijfers

# javaScriptPrefixPaymentProviderTextIdeal
source: We will try to use your iDEAL bank account
de: Sofern möglich verwenden wir Ihr bereits bei iDEAL hinterlegtes Bankkonto
nl: If possible, we will use your bank account on deposit with iDEAL

# javaScriptPrefixTrialFromHeadline
source: 7-days Trial -
de: 7-Tage-Probeabo -
nl: 7-daagse proefversie -

# javaScriptPrefixOrderTrialSubtitle
source: - 7-days Trial
de: - 7-Tage-Probeabo
nl: - 7-daagse proefversie

# javaScriptPrefixOrderTrialButton
source: Add to order
de: Zur Bestellung hinzufügen
nl: Toevoegen aan bestelling

# javaScriptPrefixOrderTrialModalCancelHeadline
source: Skip trial period?
de: Probezeitraum überspringen?
nl: Proefperiode overslaan?

# javaScriptPrefixOrderTrialModalCancelText
source: Click »Yes« to upgrade to a paid subscription now and add more email users.
de: Klicken Sie auf »Ja« um Ihr Abonnement schon jetzt in ein zahlungspflichtiges Abonnement zu überführen und weitere E-Mail-Benutzer hinzufügen zu können.
nl: Klik op »Ja« om uw abonnement nu om te zetten naar een betaald abonnement en meer e-mailgebruikers toe te voegen.

# javaScriptPrefixOrderTrialModalCancelButton
source: Yes
de: Ja
nl: Ja

# javaScriptPrefixOrderTrialModalCancelClose
source: No
de: Nein
nl: Nee

# javaScriptPrefixOrderTrialFreeHint
source: additional free
de: weitere(r) gratis
nl: meer gratis

# javaScriptPrefixOrderAdditional
source: additional
de: weitere(r)
nl: meer

# javaScriptPrefixEmailUserButtonCancel
source: Cancel email user
de: E-Mail-Benutzer kündigen
nl: Annuleer e-mail gebruiker

# javaScriptPrefixLabelEmailUserStartdate
source: Start date
de: Startdatum
nl: Begin datum

# javaScriptPrefixLabelEmailUserEnddate
source: End date
de: Enddatum
nl: Einddatum

# javaScriptPrefixLabelEmailUserEditemailuser
source: Edit email user
de: E-Mail-Benutzer ändern
nl: E-mail gebruiker bewerken

# javaScriptPrefixLabelEmailUserCancelemailuser
source: Cancel email user
de: E-Mail-Benutzer kündigen
nl: Annuleer e-mail gebruiker

# javaScriptPrefixcredit
source: Credit card
de: Kreditkarte
nl: Kredietkaart

# javaScriptPrefixdebit
source: Debit card
de: SEPA Lastschrift
nl: SEPA automatische incasso

# javaScriptPrefixCreditCard
source: Credit card
de: Kreditkarte
nl: Kredietkaart

# javaScriptPrefixBankAccount
source: Debit card
de: SEPA Lastschrift
nl: SEPA automatische incasso

# javaScriptPrefixButtonCancel
source: Cancel
de: Abbrechen
nl: annuleren

# javaScriptPrefixButtonSave
source: Save
de: Speichern
nl: Opslaan

# javaScriptPrefixTooltipAlreadyCanceled
source: Email user is already terminated.
de: E-Mail Benutzer ist bereits gekündigt.
nl: E-mailgebruiker is al beëindigd.

# javaScriptPrefixTooltipAlreadyChanged
source: Please note that an email address and the name can be changed only once per contract period.
de: Bitte beachten Sie, dass eine E-Mail Adresse und der Name nur ein mal pro Vertragsperiode geändert werden kann.
nl: Houd er rekening mee dat een e-mailadres en de naam slechts één keer per contractperiode kunnen worden gewijzigd.

# javaScriptPrefixManageContractModalCancelHeadline
source: Cancel subscription
de: Abonnement kündigen
nl: Annuleer abonnement
